export const city =[
    { value: null, text: 'Please select an option' },
    {
      value : " آذربايجان شرقي",
      text:" آذربايجان شرقي"
    },
    {
      value : ' آذربايجان غربي',
      text:' آذربايجان غربي'
    },
    {
      value : "اردبيل",
      text: "اردبيل"
    },
    {
      value : 'اصفهان',
      text: 'اصفهان'
    },
    {
      value : 'ايلام',
      text: 'ايلام'
    },
    {
      value :'بوشهر',
      text: 'بوشهر'
    },
    {
      value : 'تهران',
      text: 'تهران'
    },
    {
      value : ' چهارمحال بختياري',
      text:' چهارمحال بختياري'
    },
    {
      value : ' خراسان جنوبي',
      text:' خراسان جنوبي'
    },
    {
      value :' خراسان رضوي',
      text:' خراسان رضوي'
    },
    {
      value : 'خراسان شمالي',
      text: 'خراسان شمالي'
    },
    {
      value :'خوزستان',
      text: 'خوزستان'
    },
    {
      value :  'زنجان',
      text: 'زنجان'
    },
    {
      value : 'سمنان',
      text: 'سمنان'
    },
    {
      value : 'سيستان و بلوچستان',
      text: 'سيستان و بلوچستان'
    },
    {
      value : 'فارس',
      text: 'فارس'
    },
    {
      value : 'قزوين',
      text: 'قزوين'
    },
    {
      value :  'قم',
      text: 'قم'
    },
    {
      value : 'كردستان',
      text: 'كردستان'
    },
    {
      value : 'كرمان',
      text: 'كرمان'
    },
    {
      value :  'كرمانشاه',
      text: 'كرمانشاه'
    },
    {
      value :  'كهكيلويه و بويراحمد',
      text: 'كهكيلويه و بويراحمد'
    },
    {
      value :  'گلستان',
      text: 'گلستان'
    },
    {
      value : 'گيلان',
      text: 'گيلان'
    },
    {
      value : 'لرستان',
      text: 'لرستان'
    },
    {
      value :  'مازندران',
      text: 'مازندران'
    },
    {
      value :  'مركزي',
      text: 'مركزي'
    },
    {
      value :  'هرمزگان',
      text: 'هرمزگان'
    },
    {
      value :  'همدان',
      text: 'همدان'
    },
    {
      value : 'يزد',
      text: 'يزد'
    }
  ]