// images 
import fPerson from "../assets/picture/pexels-marc-lloyd-1462980.jpg";
import sPerson from "../assets/picture/pexels-pixabay-220453.jpg";
import tPerson from "../assets/picture/pexels-andrea-piacquadio-3763188.jpg";

const teacher =[
    {id : 1 ,
        img:`${fPerson}`,
        name : "بهرام موسوی راد",
        skill :["ریاضی","علوم تجربی","ادبیات"], 
        location : "مازندران" ,
        teaching : "78" , 
        star : "4/2", 
        gen : "مرد",
        price : "220",
        text : "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
        ,tags:['فیزیک','شیمی','ریاضی','فیزیک هسته ای','دینامیت','درس','ادبیات'],
        info : 'ادب یا یکی از طبقه‌بندی‌های مشهور و پرکاربرد متن‌های ادبی، طبقه‌بندی دوگانه‌ایست که بر اساس آن متن‌ها به دو گونهٔ اصلی شعر و نثر تقسیم می‌شوند. این طبقه‌بندی سنت دیرینه‌ای در سخن‌شناسی، زبان فارسی و ادبیات جهان دارد. سخنوران و فیلسوفان از دیرباز در پی پررنگ کردن خط ظریف میان این دو گونه، تعریفی فراگیر و تمیّزدهنده از شعر و نثر بوده‌اند؛'
    },
    {id : 2 ,
        img:`${sPerson}`,
        name : "مهدی شکوهی",
        skill :["جبر","ریاضی"], 
        location : "تهران" ,
        teaching : "68" , 
        star : "4/3", 
        gen : "مرد",
        price : "120",
        text : "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
        ,tags:['فیزیک','شیمی','ریاضی','فیزیک هسته ای','دینامیت','درس','ادبیات'],
        info : 'ادب یا یکی از طبقه‌بندی‌های مشهور و پرکاربرد متن‌های ادبی، طبقه‌بندی دوگانه‌ایست که بر اساس آن متن‌ها به دو گونهٔ اصلی شعر و نثر تقسیم می‌شوند. این طبقه‌بندی سنت دیرینه‌ای در سخن‌شناسی، زبان فارسی و ادبیات جهان دارد. سخنوران و فیلسوفان از دیرباز در پی پررنگ کردن خط ظریف میان این دو گونه، تعریفی فراگیر و تمیّزدهنده از شعر و نثر بوده‌اند؛'
    },
    {id : 3 ,
        img:`${tPerson}`,
        name : "سارا جهادی ",
        skill :["نویسندگی","ریاضی","علوم"], 
        location : "ساری" ,
        teaching : "90" , 
        star : "4/3.5", 
        gen : "زن",
        price : "450",
        text : "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
        ,tags:['فیزیک','شیمی','ریاضی','فیزیک هسته ای','دینامیت','درس','ادبیات'],
        info : 'ادب یا یکی از طبقه‌بندی‌های مشهور و پرکاربرد متن‌های ادبی، طبقه‌بندی دوگانه‌ایست که بر اساس آن متن‌ها به دو گونهٔ اصلی شعر و نثر تقسیم می‌شوند. این طبقه‌بندی سنت دیرینه‌ای در سخن‌شناسی، زبان فارسی و ادبیات جهان دارد. سخنوران و فیلسوفان از دیرباز در پی پررنگ کردن خط ظریف میان این دو گونه، تعریفی فراگیر و تمیّزدهنده از شعر و نثر بوده‌اند؛'
    },
    {id : 4 ,
        img:`${fPerson}`,
        name : "بهراد کریمی ",
        skill :["نویسندگی"," جغرافیا","ادبیات"], 
        location : "مازندران" ,
        teaching : "78" , 
        star : "4/2", 
        gen : "مرد",
        price : "220",
        text : "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
        ,tags:['فیزیک','شیمی','ریاضی','فیزیک هسته ای','دینامیت','درس','ادبیات'],
        info : 'ادب یا یکی از طبقه‌بندی‌های مشهور و پرکاربرد متن‌های ادبی، طبقه‌بندی دوگانه‌ایست که بر اساس آن متن‌ها به دو گونهٔ اصلی شعر و نثر تقسیم می‌شوند. این طبقه‌بندی سنت دیرینه‌ای در سخن‌شناسی، زبان فارسی و ادبیات جهان دارد. سخنوران و فیلسوفان از دیرباز در پی پررنگ کردن خط ظریف میان این دو گونه، تعریفی فراگیر و تمیّزدهنده از شعر و نثر بوده‌اند؛'
    },
    {id : 5 ,
        img:`${tPerson}`,
        name : "فاطمه شکوفی",
        skill :["جبر","ریاضی"], 
        location : "تهران" ,
        teaching : "68" , 
        star : "4/3", 
        gen : "زن",
        price : "120",
        text : "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است"
        ,tags:['فیزیک','شیمی','ریاضی','فیزیک هسته ای','دینامیت','درس','ادبیات'],
        info : 'ادب یا یکی از طبقه‌بندی‌های مشهور و پرکاربرد متن‌های ادبی، طبقه‌بندی دوگانه‌ایست که بر اساس آن متن‌ها به دو گونهٔ اصلی شعر و نثر تقسیم می‌شوند. این طبقه‌بندی سنت دیرینه‌ای در سخن‌شناسی، زبان فارسی و ادبیات جهان دارد. سخنوران و فیلسوفان از دیرباز در پی پررنگ کردن خط ظریف میان این دو گونه، تعریفی فراگیر و تمیّزدهنده از شعر و نثر بوده‌اند؛'
    },
]
export default teacher;
